[
    {
      "id": "01",
      "index": 0,
      "img": "https://wallpapercave.com/wp/wp4009915.jpg",
      "price": "$30",
      "subs": "31k",
      "name": "C++",
      "about": "Ex officia velit veniam ad cillum. Mollit id non in proident proident adipisicing aliqua labore sunt. Lorem excepteur in pariatur cillum elit. Consectetur ea cupidatat laboris commodo veniam velit excepteur. Ipsum eiusmod nostrud aliquip eu culpa proident laboris occaecat consequat consectetur Lorem incididunt anim.\r\n"
    },
    {
      "id": "02",
      "index": 1,
      "img": "https://wallpapercave.com/wp/wp4850110.png",
      "price": "$50",
      "subs": "25k",
      "name": "Python",
      "about": "Dolore eiusmod veniam excepteur enim proident duis nostrud. Irure laborum mollit ut consectetur minim fugiat cupidatat dolore culpa irure incididunt do. Exercitation ex aute id est ipsum nisi ullamco dolore esse. Dolor officia pariatur laboris consectetur sit. Ut elit magna incididunt magna. Anim aliquip deserunt laborum sint eiusmod sit et enim magna ut nostrud.\r\n"
    },
    {
      "id": "03",
      "index": 2,
      "img":"https://swall.teahub.io/photos/small/88-884234_top-notch-programming-hd-desktop-wallpapers-php-course.jpg",
      "price": "$70",
      "subs": "40k",
      "name": "PHP",
      "about": "Incididunt dolor enim amet consectetur do. Ea in adipisicing magna cupidatat deserunt. Elit labore esse nisi ad commodo exercitation elit Lorem proident fugiat cupidatat eiusmod anim. Consequat exercitation proident aliqua nostrud et labore. Dolor anim laborum Lorem in.\r\n"
    },
    {
      "id": "04",
      "index": 3,
      "img": "https://apostube.com/wp-content/uploads/2022/06/js1.jpg",
      "price": "$60",
      "subs": "22k",
      "name": "JavaScript",
      "about": "Veniam ipsum aliqua dolor eiusmod anim. Laboris id nostrud minim ut laborum ex ipsum eiusmod amet dolore sunt ad pariatur. Sit adipisicing do exercitation tempor minim aliquip sunt.\r\n"
    },
    {
      "id": "05",
      "index": 4,
      "img": "https://cphinf.pstatic.net/mooc/20181107_43/15415645512142Dd3u_PNG/____HTML__CSS__.png",
      "price": "90",
      "subs": "39k",
      "name": "HTML & CSS",
      "about": "Nostrud officia occaecat consequat non excepteur. Aute sint in et ea mollit ullamco do minim reprehenderit ea magna ex. Commodo eu consectetur aute consectetur eu nulla fugiat ex. Eu sit adipisicing deserunt sint aliquip laboris sit qui anim. Nostrud officia sit reprehenderit consectetur quis minim sit minim. Deserunt do anim labore mollit sit deserunt et proident. Est pariatur sunt pariatur consectetur aute adipisicing et labore et fugiat cupidatat.\r\n"
    },
    {
      "id": "06",
      "index": 5,
      "img":"https://i0.wp.com/www.electrumitsolutions.com/wp-content/uploads/2020/12/wp4923992-react-js-wallpapers.png?fit=1024%2C576&ssl=1",
      "price": "$110",
      "subs": "30k",
      "name": "React JS",
      "about": "Tempor et in voluptate officia veniam proident quis sunt aliquip enim exercitation fugiat. Labore culpa tempor nostrud aliqua occaecat enim sunt ullamco nulla fugiat excepteur pariatur et. Magna Lorem laboris adipisicing exercitation proident labore sint dolor Lorem enim consectetur exercitation ex. Labore commodo ut velit qui voluptate irure Lorem nisi Lorem. Voluptate do pariatur mollit duis. Cupidatat consequat laborum deserunt consequat est tempor sunt ipsum quis dolore pariatur. Mollit voluptate adipisicing ullamco veniam minim dolore commodo tempor tempor Lorem id id nisi voluptate.\r\n"
    },
    {
      "id": "07",
      "index": 6,
      "img": "https://res.cloudinary.com/practicaldev/image/fetch/s--jTX-RVuQ--/c_imagga_scale,f_auto,fl_progressive,h_900,q_auto,w_1600/https://dev-to-uploads.s3.amazonaws.com/i/i5dm7hap45ice8wwigi7.png",
      "price": "$90",
      "subs": "25k",
      "name": "Ruby",
      "about": "Ruby is a general programming language used primarily for web applications, and other secondary tasks like data analysis and prototyping. Ruby on Rails is a popular software that is used for web applications. Students aspiring to become web developers, or data scientists can pursue Ruby Courses."
    },
    {
      "id": "08",
      "index": 7,
      "img": "https://wallpaperaccess.com/full/2138094.jpg",
      "price": "$50",
      "subs": "34k",
      "name": "SQL",
      "about": "SQLCourse is a unique SQL tutorial website that not only provides easy-to-understand SQL instructions at your correct level, but it allows you to practice what you learn using the online SQL interpreter."
    },
    {
      "id": "09",
      "index": 7,
      "img": "https://media.istockphoto.com/photos/search-engine-optimization-concept-picture-id1183594834?b=1&k=20&m=1183594834&s=170667a&w=0&h=rPDvMtfGxWs5Y_qNdDpsr5_gbZEnSiCX0D8dpAHZjh4=",
      "price": "$40",
      "subs": "20k",
      "name": "SEO",
      "about": " This course covers the basics of how a website is structured, how search engines work, what they are looking for, choosing competitive keywords, writing content for your website, code optimization, link building, social media and some advanced optimization techniques."
    }
  ]